sensoroptconverged/con/6.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217172;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217572;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217772;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218172;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108736;
        startFace       218372;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108736;
        startFace       327108;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          432;
        startFace       435844;
    }
)

// ************************************************************************* //
